Repository: mohammadh16/goldrobots
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Gold Robots
ar: الروبوتات الذهبية

source: ForgetPassword
ar: نسيت كلمة السر

source: Forget your password?
ar: نسيت كلمة السر

source: Please enter the email associated with your account and we will send you a link to reset your password.
ar: يرجى إدخال البريد الإلكتروني المرتبط بحسابك وسنرسل لك رابطًا لإعادة تعيين كلمة المرور الخاصة بك.

source: About Us
ar: نبذة عنا

source: Bank Accounts
ar: الحساب البنكي

source: Deposit
ar: إيداع

source: Payment History
ar: تاريخ الودائع

source: Withdraw
ar: سحب

source: Bank Name
ar: اسم البنك

source: Country
ar: البلد

source: Account number
ar: رقم الحساب

source: Currency
ar: العملة

source: Swift code
ar: رمز سويفت

source: Add Bank
ar: إضافة بنك

source: Payment system
ar: نظام الدفع

source: Amount
ar: المبلغ

source: Contract
ar: العقد

source: Minimun duration
ar: الحد الأدنى لمدة العقد

source: Minimun desposite
ar: الحد الأدنى للإيداع

source: Garantie percentage
ar: نسبة الضمان

source: Admin clients
ar: عملاء إداريين

source: Level
ar: المستوى

source: Contracts
ar: العقود

source: Contract name
ar: العقود

source: Minimum amount
ar: الحد الأدنى للمبلغ

source: Duration
ar: المدة

source: Profit sharing
ar: تقاسم الأرباح

source: Bulima Share
ar: حصة بوليما

source: Your Share
ar: حصتك

source: Minimum profit
ar: الحد الأدنى للربح

source: In order to submit a contact you must first choose it here and then sumit it in the Personal Setting page.
ar: لاختيار عقد يجب عليك أولاً اختياره هنا ثم اخياره في صفحة الاعدادات الشخصية

source: Active
ar: تفعيل

source: Welcome back
ar: الخانه

source: Total balance
ar: إجمالي الرصيد

source: Total trades
ar: صفقات اليوم

source: Equity Level
ar: مستوى المساواة

source: Leverage
ar: فعالية

source: Percentage in trade
ar: نسبة الصفقة

source: Remaining days
ar: الأيام المتبقية

source: Days
ar: يوم

source: Trading Chart
ar: جدول الصفقات

source: Trading Map
ar: خريطة الصفقات

source: Management Team
ar: الفريق الإداري

source: Welcome
ar: الخانه

source: Sign In
ar: تسجيل دخول

source: Remember me
ar: تذكر كلمة السر

source: Login
ar: تسجيل دخول

source: Forgot your password?
ar: نسيت كلمة السر؟

source: New here?
ar: هل انت جديد هنا ؟

source: Sign up
ar: أنشئ حسابك

source: Sign in
ar: تسجيل دخول

source: We design all in one tech solution for the complex<br/>needs of the management industry.
ar: نقوم بتصميم حل تقني لجميع الاحتياجات المعقدة لإدارة رأس المال

source: Reasons to invest in gold
ar: أسباب كي تستثمر في الذهب

source: 1.Its easy to buy store and sell
ar: ۱. من السهل شراءه وتخزينه وبيعه

source: Gold can come in a physical form or it can be...
ar: يمكن أن يأتي الذهب في شكل مادي أو يمكن أن يكون ...

source: 2.It can help with inflation
ar: ۲.يمكن أن تساعد في التضخم الاقتصادي

source: while golds ability to battle inflation is incons...
ar: في حين أن قدرة الذهب على محاربة التضخم الاقتصادي هي أيقونات ...

source: 3.It can diversify your portfolio
ar: ۳. يمكنه تنويع محفظتك

source: Gold can help diversify your portfolio. So in the...
ar: يمكن أن يساعد الذهب في تنويع محفظتك. لذا ، في

source: Although the U.S. dollar is one of the world's most important reserve currencies, when the value of the dollar falls against other currencies as it did between 1998 and 2008, this often prompts people to flock to the security of gold, which raises gold prices.The price of gold nearly tripled between 1998 and 2008,reaching the $1,000 an ounce milestone in early 2008 and nearly doubling between 2008 and 2012 , hitting above the $2,000 mark. 1 The decline is the U.S. dollar occurred for a number of reasons , including the country's large budget and trade deficits and a large increase in the mony supply.
ar: على الرغم من أن الدولار الأمريكي يعد من أهم العملات الاحتياطية في العالم، إلا أنه عندما تنخفض قيمة الدولار أمام العملات الأخرى, كما حدث بين عامي ۱۹۹۸ و ۲۰۰۸، فإن هذا غالبًا ما يدفع الناس إلى التدفق الى منطقة امنة و شراء الذهب ، مما يرفع أسعار الذهب. تضاعف سعر الذهب ثلاث مرات تقريبًا بين عامي ۱۹۹۸و۲۰۰۸، ووصل إلى ۱۰۰۰ دولار للأونصة في أوائل عام ۲۰۰۸ وتضاعف تقريبًا بين عامي ۲۰۰۸ و ۲۰۱۲، ووصل إلى ما فوق ۲۰۰۰ دولار. الأسباب، بما في ذلك الميزانية الكبيرة للبلاد والعجز التجاري والزيادة الكبيرة في المعروض النقدي

source: Why you should invest in gold
ar: أسباب كي تستثمر في الذهب

source: Investment
ar: الاستثمار

source: Contrary to popular belief, Lorem Ipsum is not simply random text. It has roots in a piece of classical Latin literature from 45 BC, making it over 2000 years old. Richard McClintock, a Latin professor at Hampden-Sydney College in Virginia, looked up one of the more obscure Latin words, consectetur, from a Lorem Ipsum passage, and going through the cites of the word in classical literature, discovered the undoubtable source. Lorem Ipsum comes from sections 1.10.32 and 1.10.33 of de Finibus Bonorum et Malorum (The Extremes of Good and Evil) by Cicero, written in 45 BC. This book is a treatise on the theory of ethics, very popular during the Renaissance. The first line of Lorem Ipsum, Lorem ipsum dolor sit amet.., comes from a line in section 1.10.32.The standard chunk of Lorem Ipsum used since the 1500s is reproduced below for those interested. Sections 1.10.32 and 1.10.33 from de Finibus Bonorum et Malorum by Cicero are also reproduced in their exact original form, accompanied by English versions from the 1914 translation by H. Rackham.
ar: مرحبا بكم في الروبوتات الذهبية! يهدف عملنا إلى تزويد عملائنا بمجموعة متنوعة من أحدث الروبوتات. بسبب خبراتنا المتراكمة فإننا قادرون على التحديد بدقة الاتجاه الذي يجب اتخاذه عند تزويدك بمنتجات ذات جودة عالية مع مراعاة للميزانية. إضافة الى تقديم خدمة عملاء ممتازة ودعم ودود، نقوم بمراقبة مستمرة لأحدث الاتجاهات في مجال الروبوتات ونضع رغبات عملائنا أولاً. لهذا السبب لدينا العديد من العملاء الراضين في جميع أنحاء العالم ويسعدنا أن نكون جزءًا من صناعة الروبوتات. ان مصالح عملائنا أولوية كبيرة بالنسبة لنا ، لذلك نتمنى أن تستمتع بمنتجاتنا بقدر ما نتمتع بإتاحتها لك.

source: Top News
ar: أخبار وأحداث

source: Account ID
ar: رقم الحساب

source: Date of birth
ar: تاريخ الميلاد

source: Email
ar: البريد الالكتروني

source: Phone
ar: رقم الهاتف

source: Registration date
ar: تاريخ التسجيل

source: Total Balance
ar: إجمالي الرصيد

source: Contract Extra Setting
ar: اعدادات العقود

source: Contract Setting
ar: اعدادات العقود

source: Choose Contract
ar: اختر العقد

source: Max usage deposit
ar: الحد الأعلى للسحب

source: Add extra day
ar: ادخل يوم اضافي

source: Trading timeframe
ar: الإطار الزمني للتداول

source: Time range
ar: النطاق الزمني

source: Profile
ar: الملف الشخصي

source: Dashboard
ar: لوحة الاعدادات

source: Bank
ar: البنك

source: Logout
ar: تسجيل الخروج

source: Gold News
ar: أخبار وأحداث

source: Sign Up
ar: أنشئ حسابك
